--------------------------------------------------------------------------------
-- 装备物品配置
--------------------------------------------------------------------------------

return {
    [1211101] = {
        --icon = 20119,   -- 图标客户端用
        look = 1,       -- 外观
        mode = -1,      --
        itemtype = 1,   -- 类型
        type = 1,
        subtype = 0,    -- 子类型
        vocation = 1,   -- 职业
        quality = 1,    -- 品质
        lvl_min = 1,
        lvl_max = 1,
        slot = 1,
    },

    [1221101] = {
        --icon = 20064,   -- 图标客户端用
        look = 1,       -- 外观
        mode = -1,      --
        itemtype = 1,   -- 类型
        type = 2,
        subtype = 0,    -- 子类型
        vocation = 1,   -- 职业
        quality = 1,    -- 品质
        lvl_min = 1,
        lvl_max = 1,
        slot = 2,
    },

}
