--------------------------------------------------------------------------------
-- 一般物品配置
--------------------------------------------------------------------------------

return {
    [10000] = {
        -- 名字
        name = "物品",
        -- 描述
        desc = "好用的物品",
        --
        item = 1,
        --
        type = 1,
        --
        sub_type = 2,
        -- 品质
        quality = 1,
        -- 等级限制
        level = 1,
        -- 价格
        price = 10,
        -- 堆叠
        stack = 999,
    },

    [10001] = {
        -- 名字
        name = "",
        -- 描述
        desc = "",
        --
        item = 1,
        --
        type = 1,
        --
        sub_type = 2,
        -- 品质
        quality = 1,
        -- 等级限制
        level = 1,
        -- 价格
        price = 10,
        -- 堆叠
        stack = 999,
    },


}
